{
  "NameWiz": "",
  "Choose AI model": "专  AI",
  "Generate creative names for your startup, business, or project!": "爪专 砖转 爪专转 住专驻, 注住拽  驻专拽 砖!",
  "Rate limit remaining requests and tokens are:": "拽砖转 住 转专 砖 转 拽爪 :",
  "not calculated yet": "注  砖",
  "Not Allowed": " 转专",
  "and": "",
  " Enter one or more keywords (e.g., \"table fashion cats\")": "    转专 (, \"砖拽 砖 转驻拽\")",
  "English": "English",
  "Russian": "Russian",
  "Hindi": "Hindi",
  "Hebrew": "注专转",
  "Professional": "拽爪注",
  "Fun/Playful": "祝/砖拽",
  "Modern/Minimalist": "专/住",
  "Luxury/High-End": "拽专转/",
  "Generating...": "爪专...",
  "Generate Names": "爪专 砖转",
  "Generated Names": "砖转 砖爪专",
  "Share on Twitter": "砖转祝 专",
  "Share on LinkedIn": "砖转祝 拽",
  "Share on Telegram": "砖转祝 专",
  "General": "",
  "Tech Startup": "住专驻 ",
  "Fashion": "驻",
  "Food": "",
  "Eco-Friendly": "转 住",
  "Finance": "驻住",
  "Health": "专转",
  "Education": "",
  "Travel": "住注转",
  "Gaming": "砖拽",
  "Blog": "",
  "E-Commerce": "住专 拽专",
  "Real Estate": "\"",
  "Art & Design": "转 注爪",
  "Social Media": " 专转转",
  "Sports & Fitness": "住驻专 砖专",
  "Non-Profit": "\"专",
  "Entertainment": "专",
  "Photography": "爪",
  "Technology Services": "砖专转 ",
  "Generation process was canceled": "转 爪专 ",
  "Generating... press again to cancel": "爪专... 抓 砖  ",
  "Number of names": "住驻专 砖转",
  "Temperature value": "注专 驻专专",
  "Yes": "",
  "No": "",
  "Cancel": "",
  "Are you sure to cancel?": " 转  砖专爪 ?",
  "Drop the image here ...": "砖专专 转 转  ...",
  "Drag &apos;n&apos; drop an image here, or click to select image": "专专 砖专专 转 ,  抓  专 转",
  "card_gpt4o_description": "gpt-4o 爪注 砖 驻 砖  AI 转拽砖专 注 拽 专 . 注  砖 拽 拽住, 转转 砖注, gpt-4o 住驻拽 转 砖转砖 注砖专 注专专转 注 转专. 转 转 砖 gpt-4 专,  注 , 住驻拽 拽住 专转 驻 注 注转 . 住祝, GPT-4o 爪 爪注  转专 转 专 转拽 砖驻转  转 砖  拽 砖 OpenAI. gpt-4o 注 专转 注转. 转 转拽转 砖 驻 砖转转 专转 注  砖  驻 住 注转 爪注.",
  "card_o3mini_description": "O3-Mini 转 注 注 注 驻专专 驻转.  砖转砖 -max_completion_tokens 拽 max_tokens 专砖 转驻拽 驻转 专拽爪转. 转 砖 拽 专砖 转转 专转.",  
  "card_deepseekr1_description":  "DeepSeek-R1 爪 砖转 专 爪注转 转 砖专 砖 专 砖,  砖驻, 专 注 砖转 拽.  爪注 671B 驻专专  注 37B 驻专专 驻注 专 拽砖专 砖 128k. DeepSeek-R1 住住 注 转拽转  拽 拽 注 专 砖砖驻专 爪注 注  专转 专 砖 Chain-of-Thought (CoT). DeepSeek-R1 拽 转 专 注  砖 砖 转 拽 (RL) 注  住 注 拽爪转 转 砖专 拽驻.  转驻转 专住 拽转, DeepSeek-R1-Zero, 砖转 转转转 转 拽  专转 砖专 拽 专  转拽 注转  驻 拽砖 拽专  注拽转 砖驻.  驻 转 , DeepSeek-R1 砖 转 拽 砖 转 拽专 注拽 专 爪专 砖专 拽 转专 砖砖 转 拽 拽转 注  住 驻 注 拽爪转 转 拽专转, 转爪转   砖砖 爪注 转拽 转专 拽转 专.", 
  "card_gpt4omini_description": "GPT-4o mini 驻砖专  专 砖 砖转 注转 注转  转 ,  砖 砖拽砖专  拽 砖转  专转 (, 拽专 住驻专 API), 注专 转  砖 拽砖专  (, 住住 拽   住专转 砖),  转拽砖专 注 拽转 专 转转 拽住 专转  转 (, 爪' 转 拽转). , GPT-4o mini 转 拽住 专 - API, 注 转 拽住, 转,  拽 驻 砖 砖注 注转.     拽砖专 砖 128K 住 注 注 拽专 2023. 转 拽专 砖驻专 砖砖转祝 注 GPT-4o, 驻 拽住   注 注 转专 住驻转.",  
  "card_ministral3b_description": "Ministral 3B   砖驻 拽 转拽 爪 转 砖 拽爪 砖 砖专. 注 驻注  转 注转 砖转,    砖 砖 住专 砖 GenAI 砖砖  专砖转  转 驻 .",  
  "card_mistralsmall_description":  " 拽 转  转 . 注  注住   转 . Mistral Small   拽 转专 砖 Mistral,  注 注 Mixtral 8x7B 砖   转  转专. 转 -RAG. 注    爪注 转 拽砖专 专 (注 32K 住). 拽 拽. 爪专转 拽, 拽专转 注专转. 转  砖驻转 拽 转. 专-砖 驻 注爪. 爪注   爪专驻转转, 专转, 住驻专转 拽转 - 住祝 转. 注砖专转 砖驻转 专转 转转. AI 专转. 转 砖专转 注 注  , 注 砖转 转 住驻转 注 驻砖专转 safe_mode", 
  "card_phi35moe_description": "Phi-3.5-MoE   拽 砖拽, 转拽  驻转 住住 注 拽爪转 转 砖爪 砖砖 - Phi-3 - 转 住转 住 爪专 住 - 注 砖 注 转 注 转   专 爪驻.  转 专-砖转 注 注 专 拽砖专 砖 128K (住).  注专 转 砖驻专 专专住,   住 驻, 驻爪 拽专  驻爪 砖专 注驻   爪 拽 爪注 转 拽.",  
  "card_phi35mini_description": "Phi-3.5-mini   拽 砖拽, 转拽  驻转 住住 注 拽爪转 转 砖爪 砖砖 - Phi-3 - 转 住转 转专 爪专 住 - 注 砖 注 转 注 转   专 爪驻.  砖 砖驻转  砖 Phi-3 转 专 拽砖专 砖 128K 住.  注专 转 砖驻专 专专住,   住 驻, 驻爪 拽专  驻爪 砖专 注驻   爪 拽 爪注 转 拽.",  
  "card_phi35vision_description":  "Phi-3.5-vision   拽 砖拽, 转拽  驻转  住住 注 拽爪转 转 砖转 - 转 住转 转专 爪专 住 - 注 砖 注 转 注 转   专 爪驻  拽住  专.  砖 砖驻转  砖 Phi-3, 专住 转 注 注 专 拽砖专 砖 128K (住) 砖  转 .  注专 转 砖驻专 专专住,   住 驻 驻爪 砖专 注驻   爪 拽 爪注 转 拽.", 
  "card_phi3mini128k_description": "Phi-3-Mini-128K-Instruct   拽 砖拽 注 3.8 专 驻专专, 转拽  驻转 砖砖专 爪注转 拽爪转 转 砖 Phi-3. 拽爪转 转 转 转 住转 转 转专 专 爪专 住, 注 砖 注 驻 转 专 爪驻. 专 砖专 专砖转,  注专 转 专 砖专 砖  住 驻 驻爪 砖专 注驻  砖驻专 转 转 注拽 专 专转 拽驻 注 爪注 转. 注转 注专  拽 砖拽 转砖转 砖专, 转 砖驻, 转拽, 拽, 拽砖专 拽住 专 , 专 , - Phi-3 Mini-128K-Instruct 爪  爪   砖.  转 专 拽砖专 砖 128K 住 注 注 转 住驻专 专 砖 砖驻转 转 转.", 
  "card_phi3mini_description": "Phi-3-Mini   拽 砖拽 注 3.8 专 驻专专, 转拽  驻转 砖砖专 爪注转 拽爪转 转 砖 Phi-3. 拽爪转 转 转 转 住转 转 转专 专 爪专 住, 注 砖 注 驻 转 专 爪驻. 专 砖专 专砖转,  注专 转 专 砖专 砖  住 驻 驻爪 砖专 注驻  砖驻专 转 转 注拽 专 专转 拽驻 注 爪注 转. 注转 注专  拽 砖拽 转砖转 砖专, 转 砖驻, 转拽, 拽, 拽砖专 拽住 专 , 专 , - Phi-3 Mini 爪 爪      砖.  转 专 拽砖专 砖 128K 住 注 注 转 住驻专 专 砖 砖驻转 转 转.", 
  "card_phi3_description": "Phi-3   拽 砖拽 注 3.8 专 驻专专, 转拽  驻转 砖砖专 爪注转 拽爪转 转 砖 Phi-3. 拽爪转 转 转 转 住转 转 转专 专 爪专 住, 注 砖 注 驻 转 专 爪驻. 专 砖专 专砖转,  注专 转 专 砖专 砖  住 驻 驻爪 砖专 注驻  砖驻专 转 转 注拽 专 专转 拽驻 注 爪注 转. 注转 注专  拽 砖拽 转砖转 砖专, 转 砖驻, 转拽, 拽, 拽砖专 拽住 专 , 专 , - Phi-3 爪 爪      砖.  转 专 拽砖专 砖 128K 住 注 注 转 住驻专 专 砖 砖驻转 转 转.",   
  "card_phi3vision_description": "Phi-3-vision   拽 砖拽 注 3.8 专 驻专专, 转拽  驻转  住住 注 拽爪转 转 砖转 - 转 住转 转专 爪专 住 - 注 砖 注 转 注 转   专 爪驻  拽住  专.  砖 砖驻转  砖 Phi-3, 专住 转 注 注 专 拽砖专 砖 128K (住) 砖  转 .  注专 转 砖驻专 专专住,   住 驻 驻爪 砖专 注驻   爪 拽 爪注 转 拽."    
}
