{
  "NameWiz": "NameWiz",
  "Choose AI model": "Выберите AI модель",
  "Generate creative names for your startup, business, or project!": "Создайте креативные названия для вашего стартапа, бизнеса или проекта!",
  "Rate limit remaining requests and tokens are:": "Оставшиеся лимиты запросов и токенов:",
  "not calculated yet": "еще не рассчитано",
  "Not Allowed": "Не разрешено",
  "and": "и",
  "📝 Enter one or more keywords (e.g., \"table fashion cats\")": "📝 Введите одно или несколько ключевых слов (например, \"настолки, мода, кошки\")",
  "English": "English",
  "Russian": "Русский",
  "Hindi": "Hindi",
  "Professional": "Профессиональный",
  "Fun/Playful": "Веселый/Игровой",
  "Modern/Minimalist": "Современный/Минималистичный",
  "Luxury/High-End": "Роскошный/Высококлассный",
  "Generating...": "Генерация...",
  "Generate Names": "Создать названия",
  "Generated Names": "Созданные названия",
  "Share on Twitter": "Поделиться в Twitter",
  "Share on LinkedIn": "Поделиться в LinkedIn",
  "Share on Telegram": "Поделиться в Telegram",
  "General": "Общий",
  "Tech Startup": "Технологический стартап",
  "Fashion": "Мода",
  "Food": "Еда",
  "Eco-Friendly": "Экологически чистый",
  "Finance": "Финансы",
  "Health": "Здоровье",
  "Education": "Образование",
  "Travel": "Путешествия",
  "Gaming": "Игры",
  "Blog": "Блог",
  "E-Commerce": "Электронная коммерция",
  "Real Estate": "Недвижимость",
  "Art & Design": "Искусство и дизайн",
  "Social Media": "Социальные сети",
  "Sports & Fitness": "Спорт и фитнес",
  "Non-Profit": "Некомерческая организация",
  "Entertainment": "Развлечения",
  "Photography": "Фотография",
  "Technology Services": "Технологические услуги",
  "Generation process was canceled": "Процесс был отменен",
  "Generating... press again to cancel": "Генерация... нажмите еще раз, чтобы отменить",
  "Number of names": "Количество названий",
  "Temperature value": "Значение температуры",
  "Yes": "Да",
  "No": "Нет",
  "Cancel": "Отмена",
  "Are you sure to cancel?": "Вы уверены, что хотите отменить?",
  "Drop the image here ...": "Перетащите изображение сюда ...",
  "Drag &apos;n&apos; drop an image here, or click to select image": "Перетащите изображение сюда или нажмите, чтобы выбрать изображение",
  "card_gpt4o_description": "gpt-4o предлагает изменение в том, как модели искусственного интеллекта взаимодействуют с мультимодальными входами. Путем плавного сочетания текста, изображений и аудио gpt-4o обеспечивает более богатый и увлекательный пользовательский опыт. Соответствуя интеллекту gpt-4 турбо, он заметно более эффективен, предоставляя текст вдвое быстрее и вдвое дешевле. Кроме того, GPT-4o проявляет самые высокие показатели видения и превосходит предыдущие модели OpenAI в неанглийских языках. gpt-4o спроектирован для скорости и эффективности. Его продвинутая способность обрабатывать сложные запросы с минимальными ресурсами может привести к экономии и повышению производительности.", 
  "card_o3mini_description": "O3-Mini оптимизирован для эффективной обработки с уменьшенными параметрами. Он использует max_completion_tokens вместо max_tokens и требует ключевую роль для взаимодействий. Подходит для легких приложений, требующих быстрых ответов.",  
  "card_deepseekr1_description":  "DeepSeek-R1 выделяется в задачах поиска через процесс обучения поэтапно, таких как языковое моделирование, научный поиск и кодирование. Он предлагает 671B параметров, включая 37B активных параметров и длину контекста 128k. DeepSeek-R1 основан на улучшениях ранних моделей, сосредоточенных на поиске, которые улучшили производительность путем расширения поиска Chain-of-Thought (CoT). DeepSeek-R1 продвигает вещи, объединяя обучение с подкреплением (RL) с направленным завершением на тщательно выбранных наборах данных. Он развивается от предыдущей версии, DeepSeek-R1-Zero, которая была полностью зависима от обучения с подкреплением и проявила сильные навыки поиска, но столкнулась с проблемами, такими как трудночитаемые выводы и несогласованность языка. Чтобы решить эти ограничения, DeepSeek-R1 объединяет небольшое количество холодных данных и следует за более сосредоточенным процессом обучения с подкреплением, который сочетает направленное завершение с ориентированными на исходные данные группами. Результатом является модель, которая достигает передовых результатов в тестах поиска.", 
  "card_gpt4omini_description": "GPT-4o mini позволяет широкий спектр задач с низкой стоимостью и временем ответа, таких как приложения, которые связывают или параллельно общаются с множеством моделей (например, вызовы нескольких API), передают большое количество контекста модели (например, полный кодовой базы или историю разговора), или взаимодействуют с клиентами через быстрые текстовые ответы в реальном времени (например, чат-боты для клиентской поддержки). На сегодняшний день GPT-4o mini поддерживает текст и видео через API, с поддержкой текста, изображений, видео и аудио в будущем. Модель может содержать окно контекста 128K токенов и знания до октября 2023 года. Благодаря улучшенному токенизатору, который был разработан совместно с GPT-4o, обработка текста не на английском языке становится еще более дорогостоящей.",  
  "card_ministral3b_description": "Ministral 3B - это отличная передовая маленькая языковая модель, специально разработанная для краевых вычислений и устройств. Он предназначен для работы в реальном времени и вычислительной эффективности, поэтому это идеальная модель для стандартных приложений GenAI, требующих реального времени и высокого объема.",  
  "card_mistralsmall_description":  "Маленькая модель, оптимизированная для низкого времени ответа. Особенно эффективна для высоких нагрузок и низкого времени ответа. Mistral Small - самая маленькая модель Mistral, превосходит Mixtral 8x7B и имеет более низкое время ответа. Специализируется на RAG. Критическая информация не теряется в длинных окнах контекста (до 32K токенов). Сильна в кодировании. Создание кода, проверка и комментарии. Поддерживает все ведущие языки кодирования. Многоязычный по дизайну. Особенно высокая производительность на французском, немецком, испанском и итальянском - помимо английского. Поддерживается десятки других языков. ИИ ответственный. Ограничения сохраняют цели модели, с дополнительным уровнем безопасности с safe_mode", 
  "card_phi35moe_description": "Phi-3.5-MoE - это легкая, очень передовая и открытая модель, основанная на наборах данных, использованных в Phi-3 - синтетические данные и отфильтрованные общедоступные документы - с акцентом на высококачественных данных и северном поиске. Модель поддерживает мультиязычность и поставляется с окном контекста 128K (в токенах). Модель прошла тщательный процесс улучшения, включая направленное завершение, близкую к измерению оптимизацию и прямую оптимизацию для предпочтения, чтобы обеспечить точные оценки и сильные средства безопасности.",  
  "card_phi35mini_description": "Phi-3.5-mini - это легкая, очень передовая и открытая модель, основанная на наборах данных, использованных в Phi-3 - синтетические данные и отфильтрованные общедоступные документы - с акцентом на высококачественных данных и северном поиске. Модель принадлежит к семейству моделей Phi-3 и поддерживает окно контекста 128K токенов. Модель прошла тщательный процесс улучшения, включая направленное завершение, близкую к измерению оптимизацию и прямую оптимизацию для предпочтения, чтобы обеспечить точные оценки и сильные средства безопасности.",  
  "card_phi35vision_description":  "Phi-3.5-vision - это легкая, очень передовая и открытая мультимодальная модель, основанная на наборах данных, включая - синтетические данные и отфильтрованные общедоступные веб-сайты - с акцентом на высококачественных данных и северном поиске как в тексте, так и визуально. Модель принадлежит к семейству моделей Phi-3, и мультимодальная версия поставляется с окном контекста 128K токенов, которое она может поддерживать. Модель прошла тщательный процесс улучшения, включая направленное завершение и прямую оптимизацию для предпочтения, чтобы обеспечить точные оценки и сильные средства безопасности.",  
  "card_phi3mini128k_description": "Phi-3-Mini-128K-Instruct - это 3,8 миллиарда параметров, легкая, передовая и открытая модель, обученная с использованием наборов данных Phi-3. Этот набор данных включает как синтетические данные, так и отфильтрованные данные общедоступных веб-сайтов, с акцентом на высоком качестве и плотности рассуждений. После начального обучения модель прошла процесс последующего обучения, включающий направленное завершение и прямую оптимизацию для улучшения ее способности следовать инструкциям и соблюдать меры безопасности. При оценке по стандартным тестам на здравый смысл, понимание языка, математику, кодирование, долгосрочный контекст и логическое рассуждение Phi-3 Mini-128K-Instruct продемонстрировал надежные и передовые результаты среди моделей с менее чем 13 миллиардами параметров.",
  "card_phi3mini4k_description": "Phi-3-Mini-4K-Instruct - это 3,8 миллиарда параметров, легкая, передовая и открытая модель, обученная с использованием наборов данных Phi-3. Этот набор данных включает как синтетические данные, так и отфильтрованные данные общедоступных веб-сайтов, с акцентом на высоком качестве и плотности рассуждений. После начального обучения модель прошла процесс последующего обучения, включающий направленное завершение и прямую оптимизацию для улучшения ее способности следовать инструкциям и соблюдать меры безопасности. При оценке по стандартным тестам на здравый смысл, понимание языка, математику, кодирование, долгосрочный контекст и логическое рассуждение Phi-3 Mini-4K-Instruct продемонстрировал надежные и передовые результаты среди моделей с менее чем 13 миллиардами параметров.", 
  "card_phi4_description": "Phi-4 - это легкая, передовая и открытая модель, обученная с использованием наборов данных Phi-3. Этот набор данных включает как синтетические данные, так и отфильтрованные данные общедоступных веб-сайтов, с акцентом на высоком качестве и плотности рассуждений. После начального обучения модель прошла процесс последующего обучения, включающий направленное завершение и прямую оптимизацию для улучшения ее способности следовать инструкциям и соблюдать меры безопасности. При оценке по стандартным тестам на здравый смысл, понимание языка, математику, кодирование, долгосрочный контекст и логическое рассуждение Phi-4 продемонстрировал надежные и передовые результаты среди моделей с менее чем 13 миллиардами параметров."
}
